---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LinkFailures.LinkedFileOpenInOtherDoc
source: html/e7c1e7b6-2cd9-35b4-f756-9210c16bcd46.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LinkFailures.LinkedFileOpenInOtherDoc Property

Linked file cannot be reloaded because it is loaded into another open document.

## Syntax (C#)
```csharp
public static FailureDefinitionId LinkedFileOpenInOtherDoc { get; }
```